[Main]
DisplayName=Српски (ћирилица)

[Brower_Protected_M]
btn_ok=У реду
Risk_continue=Ипак настави
Risk_goBack=Откажи
Site_Details=Више детаља
Site_Risk=Ризик
Risk_recommend=Препоручујемо да  напустите овај сајт.
Risk_Title=Овај сајт је означен као несигуран
Site_Safe=Сигурно:
Protected_Off_tip=Advanced SystemCare претраживач је заштићен: Иск
Site_Risk_tip=Овај сајт садржи потенцијалне претње
Site_Safe_tip=Овај сајт је безбедан
Site_turbo_tip=Заштита сурфања је онемогућено јер је укључено турбо убрзање
Risk_report=Пријави лажни аларм
Site_Advisory=Савете осигурао
ads_Removed=Огласи уклоњени на овој страници
ads_Nofound=Нису пронађени огласи
Site_Miner_tip=Рударење крипто валуте је блокирано на овој страници
Link_Safe_tip=Овај линк је безбедан
Link_Risk_tip=Овај линк није безбедан
Sender_Risk_tip=Пошиљаоц је сумњив.
Link_Phish_tip=Овај линк садржи фишинг превару.
Risk_Title_Phish=Овај веб сајт је пријављен као фишинг страница.
Site_Risk_link=Овај е-меил садржи злонамерни линк.
Site_Risk_sender=Пошиљаоц овог е-маила је сумњив.
Site_Risk_link_sender=Овај е-меил садржи злонамерни линк а пошиљаоц је сумњив.
Site_Risk_phish=Ова страница садржи фишинг превару. 

